IDEA Open Model
OpenModel.Reinforcement Property
Compatible with IDEA StatiCa Beta 20.0
 List of reinforcement in IDEA StatiCa Detail
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<Reinforcement> Reinforcement { get; set; }
Public Property Reinforcement As List(Of Reinforcement)
	Get
	Set
Property Value
Type: List<Reinforcement>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace